# MassZoneVolume Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..MassZoneVolume Property
ParameterTypeId Class See Also
---
"Mass Zone Volume"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId MassZoneVolume { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MassZoneVolume As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MassZoneVolume {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace